resources/HFDIB/tutorials/pisoHFDIBFoam/twoCylinders/Allrun
#!/bin/sh

cp -r 0.org 0
blockMesh
decomposePar -force
mpirun -np 4 pisoHFDIBFoam -parallel


# ----------------------------------------------------------------- end-of-file
